Repository: django-fluent/django-fluent-contents
Catalog: fluent_contents/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Error:
nl: Fout:

source: Main content
nl: Hoofdinhoud

source: Sidebar content
nl: Zijbalk inhoud

source: Related content
nl: Gerelateerde inhoud

source: A short name to identify the placeholder in the template code.
nl: Een korte naam om de placeholder in de template code te identificeren.

source: Role
nl: Rol

source: This defines where the object is used.
nl: Dit geeft aan waar het object gebruikt word.

source: Admin title
nl: Admin titel

source: Placeholder
nl: Plaatsaanduiding

source: Placeholders
nl: Plaatsaanduidingen

source: Combinations
nl: Combinaties

source: Advanced
nl: Geavanceerd

source: Programming
nl: Programmeren

source: Language
nl: Taal

source: Show line numbers
nl: Toon regelnummers

source: Code snippet
nl: Codefragment

source: Code snippets
nl: Codefragmenten

source: Interactivity
nl: Interactief

source: Allow posting new comments
nl: Sta toe om nieuwe reacties te plaatsen

source: Comments area
nl: Reactieveld

source: Comments areas
nl: Reactievelden

source: Disqus comments area
nl: Disqus reactieveld

source: Disqus comments areas
nl: Disqus reactieveld

source: Form
nl: Formulier

source: Form link
nl: Formulierlink

source: Form links
nl: Formulierlinks

source: Gist number
nl: Gist nummer

source: Go to <a href="https://gist.github.com/" target="_blank">https://gist.github.com/</a> and copy the number of the Gist snippet you want to display.
nl: Ga naar <a href="https://gist.github.com/" target="_blank">https://gist.github.com/</a> en kopieÃ«r het nummer van de Gist die je wilt weergeven.

source: Gist filename
nl: Gist bestandsnaam

source: Leave the filename empty to display all files in the Gist.
nl: Laat de bestandsnaam leeg om alle bestanden van de Gist weer te geven.

source: GitHub Gist snippet
nl: GitHub Gist fragment

source: GitHub Gist snippets
nl: GitHub Gist fragmenten

source: Online content
nl: Online inhoud

source: File URL
nl: Bestands URL

source: Specify the URL of an online document, for example a PDF or DOCX file.
nl: Geef de URL van een online document op, bijvoorbeeld een PDF of DOCX bestand.

source: Width
nl: Breedte

source: Specify the size in pixels, or a percentage of the container area size.
nl: Geef de grootte in pixels op, of een percentage van het container gebied.

source: Height
nl: Hoogte

source: Specify the size in pixels.
nl: Geef de grootte in pixels op.

source: Embedded document
nl: Ingesloten document

source: Page URL
nl: Pagina URL

source: Markup
nl: Opmaak

source: markup
nl: opmaak

source: Markup item
nl: Opmaakdeel

source: Markup items
nl: Opmaakdelen

source: %s items
nl: %s delen

source: The URL is not valid for embedding content
nl: De URL is niet geldig voor ingesloten inhoud

source: URL to embed
nl: Pagina URL

source: Enter the URL of the online content to embed (e.g. a YouTube or Vimeo video, SlideShare presentation, etc..)
nl: Vul de URL in van de online inhoud die ingesloten moet worden (bijv. een YouTube of Vimeo video, SlideShare presentatie, etc..)

source: Max width
nl: Max. breedte

source: Max height
nl: Max. hoogte

source: Embedded media
nl: Ingesloten media

source: Embeddded media
nl: Ingesloten media

source: Enter the HTML code to display, like the embed code of an online widget.
nl: Vul de HTML code in om weer te geven, zoals de embed code van een online widget.

source: text
nl: tekst

source: Text item
nl: Tekstdeel

source: Text items
nl: Tekstdelen

source: Title
nl: Titel

source: You may use Twitter markup here, such as a #hashtag or @username.
nl: Je mag Twitter opmaak gebruiken, zoals #hashtag of @gebruikersnaam.

source: Twitter user
nl: Twitter gebruiker

source: Number of results
nl: Aantal resultaten

source: Footer text
nl: Onderschrift

source: Include retweets
nl: Toon retweets

source: Include replies
nl: Toon reacties

source: Recent twitter entries
nl: Recente twitterberichten

source: Search for
nl: Zoek naar

source: <a href="https://support.twitter.com/articles/71577" target="_blank">Twitter search syntax</a> is allowed.
nl: <a href="https://support.twitter.com/articles/71577" target="_blank">Twitter zoek syntax</a> is toegestaan.

source: Twitter search feed
nl: Twitter zoekresultaten

source: loading tweets...
nl: Tweets worden opgehaald...

source: Loading layout data...
nl: Layoutgegevens inladen...

source: Orphaned content
nl: Gevonden inhoud

source: There are no placeholders in this template.
nl: Er zijn geen placeholders in deze template.

source: Add
nl: Toevoegen

source: Placeholder empty
nl: Lege placeholder

source: This placeholder is empty
nl: Deze placeholder is leeg

source: No items added to this field yet.
nl: Er is nog geen inhoud toegevoegd aan dit veld.

source: Value should be a number or percentage.
nl: Waarde moet een getal of percentage zijn.
